//The arrays of questions
const question = [
    {
        q:'Which heart do you like?',
        options:['💗','💕','💖','❤️‍🔥','💓','💝','💞','💟','❤️','🧡','🖤','🩷','🩵','🩶','💙','💚','💛','💜']
    },

    {
        q:'How is your feeling today?',
        options:['😄','😆','☺️','😊','🤭','🤪','🥳','😜','😣','☹️','😔','😞','🙁','🥺','😭','😢','🥹','😠','😡','😤','🤔️','🥰','😉','😇','🤩','🤯']
    },

    {
        q:'What fruit do you want to eat?',
        options:['🍓','🍌','🍐','🍎','🥥','🍏','🍊','🍋','🍉','🍇','🫐','🍈','🍒','🍑','🥭','🍍','🥝']
    },

    {
        q:'What is your favourate of these five?',
        options:['🍅','🍆','🥑','🫛','🥦','🥬','🥒','🌶️','🫑','🌽','🥕','🫒','🥔','🧅','🍠','🫚']
    },

    {
        q:'What weather do you like?',
        options:['🌪️','🌈','☄','🌤️','⛅','🌥️','☁','🌦️','🌧️','⛈','🌩️','🌨️','❄','🌬️','🌫️']
    },
]